brew "age"
brew "llvm"
brew "bat"
brew "btop"
brew "eza"
brew "fd"
brew "fping"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "lazygit"
brew "neovim"
brew "nmap"
brew "node"
brew "pipx"
brew "proxychains-ng"
brew "ripgrep"
brew "rust"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zig"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-vi-mode"
brew "go"
brew "bazel"
brew "tlrc"
brew "rust_analyzer"
brew "rustup"
brew "luarocks"
brew "julia"
brew "ghc"
brew "proxychains-ng"

cask "gh"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"

brew tap FelixKratz/formulae
brew install borders
