brew "wget"
brew "fzf"
brew "git"
brew "node"
brew "starship"
brew "tmux"
brew "tree"
brew "yarn"
brew "zoxide"
brew "bat"
brew "zsh-autosuggestions"
brew "zsh-vi-mode"
cask "ghostty"
brew "jq"
cask "font-jetbrains-mono-nerd-font"
brew "neovim"
brew "gnu-sed"
brew "ripgrep"
brew "fd"
brew "btop"
