#brew "arp-scan"
brew "age"
brew "bat"
brew "btop"
brew "fd"
brew "fping"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "lazygit"
brew "neovim"
brew "nmap"
brew "node"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-vi-mode"
brew "proxychains-ng"
cask "gh"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
